INSERT INTO students (name, kana_name, nickname, email, area, age, sex)
VALUES ('佐藤泰', 'サトウヤスシ', 'さとさん', 'sato@gmail.com', '埼玉県', 33, '男'),
       ('井上孝治', 'イノウエコウジ', 'こうじさん', 'inoue@gmail.com', '群馬県', 38, '男'),
       ('田中啓二', 'タナカケイジ', 'けいちゃん', 'tanaka@gmail.com', '福岡県', 24, '男'),
       ('後藤桜', 'ゴトウサクラ', 'さっちゃん', 'goto@gmail.com', '長野県', 27, '女'),
       ('野村佳奈多', 'ノムラカナタ', 'かな', 'nomura@gmail.com', '京都府', 28, '女');

INSERT INTO students_courses (student_id, course_name, course_start_at, course_end_at)
VALUES ('1', 'Java', '2025-04-12 00:00:00', '2025-08-31 23:59:59'),
       ('1', 'AWS', '2025-06-18 00:00:00', '2025-10-31 23:59:59'),
       ('2', 'Java', '2025-05-15 00:00:00', '2025-09-30 23:59:59'),
       ('2', 'デザイン', '2025-07-11 00:00:00', '2025-10-30 23:59:59'),
       ('3', 'AWS', '2025-03-21 00:00:00', '2025-07-31 23:59:59'),
       ('4', 'デザイン', '2025-07-02 00:00:00', '2025-11-30 23:59:59');